/* NSTextField (As a contributor to Cyberduck, you receive a donation key that disables this prompt.) : <title:As a contributor to Cyberduck, you receive a donation key that disables this prompt.> (oid:50) */
"As a contributor to Cyberduck, you receive a donation key that disables this prompt." = "Kot darovalec za program Cyberduck dobite darovalski ključ, ki onemogoči to okno.";

/* NSButton (Don't show again for this version.) : <title:Don't show again for this version.> (oid:12) */
"Don't show again for this version." = "Ne pokaži več za to različico.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Prispevaj!";

/* NSTextField (Donation Key) : <title:Donation Key> (oid:30) */
"Donation Key" = "Darovalski ključ";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "Za razvoj tega programa je bilo potrebnih mnogo neprespanih noči. Če radi uporabjate Cyberduck, prosimo razmislite o donaciji avtorju programa. S tem boste še pomagali izboljšati Cyberduck!";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Kasneje";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Prosimo, prispevajte";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Hvala, ker uporabljate Cyberduck!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need to open an account.) : <title:The payment can be made simply and safely using Paypal. You don't need to open an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need to open an account." = "Plačilo lahko izvedete preprosto in varno preko PayPala. Ni vam potrebno odpirati računa.";

